Repository: northcutted/picstrip
Catalog: PicStrip/Localizable.xcstrings
Source language: en
Languages: ar, de, es, es_419, fr, it, ja, ko, nl, pl, pt_br, pt_pt, sv, tr, zh_hans, zh_hant

source: **Record in PicStrip.** In the camera, choose Video. Tap 4K or the frame rate to change them, HDR to turn it off, and the running figure for steadier video. In Photo and Video, tap a lens or pinch to zoom; tap to focus, then drag up or down to brighten or darken. The volume buttons and the Camera Control take the photo or start and stop recording.
ar: **سجّل في PicStrip.** في الكاميرا، اختر ”فيديو“. اضغط على 4K أو معدل الإطارات لتغييرهما، وعلى HDR لإيقافه، وعلى رمز الشخص الراكض للحصول على فيديو أكثر ثباتًا. في نمطَي ”صورة“ و”فيديو“، اضغط على عدسة أو باعد إصبعيك للتكبير؛ اضغط للتركيز، ثم اسحب لأعلى أو لأسفل لزيادة السطوع أو تقليله. تلتقط أزرار مستوى الصوت ووحدة التحكم في الكاميرا الصورة أو تبدأ التسجيل وتوقفه.
de: **In PicStrip aufnehmen.** Wähle in der Kamera Video. Tippe auf 4K oder die Bildrate, um sie zu ändern, auf HDR, um es auszuschalten, und auf die laufende Figur für ruhigere Videos. Tippe im Foto- und Videomodus auf ein Objektiv oder zoome mit zwei Fingern; tippe zum Fokussieren und zieh dann nach oben oder unten, um das Bild aufzuhellen oder abzudunkeln. Mit den Lautstärketasten und der Kamerasteuerung nimmst du das Foto auf oder startest und stoppst die Aufnahme.
es: **Graba en PicStrip.** En la cámara, elige Vídeo. Toca 4K o la frecuencia de fotogramas para cambiarlos, HDR para desactivarlo y la figura que corre para un vídeo más estable. En los modos Foto y Vídeo, toca un objetivo o pellizca para hacer zoom; toca para enfocar y luego arrastra hacia arriba o hacia abajo para aclarar u oscurecer. Los botones de volumen y el control de la cámara hacen la foto o inician y detienen la grabación.
es_419: **Graba en PicStrip.** En la cámara, elige Video. Toca 4K o la frecuencia de fotogramas para cambiarlos, HDR para desactivarlo y la figura que corre para un video más estable. En los modos Foto y Video, toca un lente o pellizca para hacer zoom; toca para enfocar y luego arrastra hacia arriba o hacia abajo para aclarar u oscurecer. Los botones de volumen y el control de la cámara toman la foto o inician y detienen la grabación.
fr: **Filmez dans PicStrip.** Dans l’appareil photo, choisissez Vidéo. Touchez 4K ou la fréquence d’images pour les modifier, HDR pour le désactiver et la silhouette qui court pour une vidéo plus stable. Dans les modes Photo et Vidéo, touchez un objectif ou pincez pour zoomer ; touchez pour faire la mise au point, puis faites glisser vers le haut ou le bas pour éclaircir ou assombrir. Les boutons de volume et la Commande de l’appareil photo prennent la photo ou lancent et arrêtent l’enregistrement.
it: **Registra in PicStrip.** Nella fotocamera, scegli Video. Tocca 4K o la frequenza fotogrammi per cambiarli, HDR per disattivarlo e la figura che corre per un video più stabile. In Foto e Video, tocca un obiettivo o pizzica per lo zoom; tocca per mettere a fuoco, poi trascina in su o in giù per schiarire o scurire. I tasti del volume e il Controllo fotocamera scattano la foto o avviano e interrompono la registrazione.
ja: **PicStripで録画。**カメラで「ビデオ」を選びます。4Kやフレームレートをタップすると変更、HDRをタップするとオフ、走る人のアイコンをタップするとビデオがより安定します。「写真」と「ビデオ」では、レンズをタップするかピンチしてズームし、タップしてフォーカスを合わせてから上下にドラッグすると明るさを調整できます。音量ボタンとカメラコントロールで、写真を撮ったり、録画を開始・停止したりできます。
ko: **PicStrip에서 녹화하기.** 카메라에서 ‘비디오’를 선택하세요. 4K나 프레임률을 탭하면 변경되고, HDR을 탭하면 꺼지며, 달리는 사람 아이콘을 탭하면 비디오가 더 안정적으로 촬영됩니다. ‘사진’과 ‘비디오’에서는 렌즈를 탭하거나 핀치하여 줌하고, 탭하여 초점을 맞춘 다음 위아래로 드래그하면 밝게 또는 어둡게 조절됩니다. 음량 버튼과 카메라 컨트롤로 사진을 촬영하거나 녹화를 시작하고 정지할 수 있습니다.
nl: **Neem op in PicStrip.** Kies in de camera Video. Tik op 4K of de beeldsnelheid om ze te wijzigen, op HDR om het uit te zetten en op het rennende figuurtje voor stabielere video. Tik in Foto en Video op een lens of knijp om te zoomen; tik om scherp te stellen en sleep daarna omhoog of omlaag om het beeld lichter of donkerder te maken. De volumeknoppen en Camerabediening maken de foto of starten en stoppen de opname.
pl: **Nagrywaj w PicStrip.** W aparacie wybierz tryb Wideo. Stuknij 4K lub liczbę klatek, aby je zmienić, HDR, aby go wyłączyć, oraz biegnącą postać, aby uzyskać stabilniejsze wideo. W trybach Zdjęcie i Wideo stuknij obiektyw lub zsuń albo rozsuń palce, aby zmienić powiększenie; stuknij, aby ustawić ostrość, a następnie przeciągnij w górę lub w dół, aby rozjaśnić lub przyciemnić obraz. Przyciski głośności i Sterowanie aparatem robią zdjęcie albo rozpoczynają i zatrzymują nagrywanie.
pt_br: **Grave no PicStrip.** Na câmera, escolha Vídeo. Toque em 4K ou na taxa de quadros para alterá-los, em HDR para desativá-lo e no ícone da pessoa correndo para um vídeo mais estável. Em Foto e Vídeo, toque em uma lente ou junte e afaste os dedos para fazer zoom; toque para focar e arraste para cima ou para baixo para clarear ou escurecer. Os botões de volume e o Controle da Câmera tiram a foto ou iniciam e param a gravação.
pt_pt: **Grave no PicStrip.** Na câmara, escolha Vídeo. Toque em 4K ou na taxa de fotogramas para os alterar, em HDR para o desativar e na figura a correr para um vídeo mais estável. Em Foto e Vídeo, toque numa objetiva ou junte e afaste os dedos para fazer zoom; toque para focar e, depois, arraste para cima ou para baixo para clarear ou escurecer. Os botões de volume e o Controlo da câmara tiram a fotografia ou iniciam e param a gravação.
sv: **Spela in i PicStrip.** Välj Video i kameran. Tryck på 4K eller bildfrekvensen för att ändra dem, på HDR för att stänga av det och på den springande figuren för stadigare video. Tryck på ett objektiv eller nyp för att zooma i Bild och Video; tryck för att fokusera och dra sedan uppåt eller nedåt för att göra bilden ljusare eller mörkare. Volymknapparna och Kamerakontroll tar bilden eller startar och stoppar inspelningen.
tr: **PicStrip’te kayıt yapın.** Kamerada Video modunu seçin. Değiştirmek için 4K’ya veya kare hızına, kapatmak için HDR’ye, daha sabit video için koşan insan simgesine dokunun. Fotoğraf ve Video modlarında yakınlaştırmak için bir objektife dokunun veya kıstırın; odaklamak için dokunun, ardından parlaklığı artırmak veya azaltmak için yukarı ya da aşağı sürükleyin. Ses düğmeleri ve Kamera Denetimi fotoğrafı çeker ya da kaydı başlatıp durdurur.
zh_hans: **在 PicStrip 中录制。**在相机中选择“视频”。轻点“4K”或帧率可进行更改，轻点“HDR”可将其关闭，轻点跑步人形图标可让视频更稳定。在“照片”和“视频”中，轻点镜头或双指开合以缩放；轻点以对焦，然后向上或向下拖移以调亮或调暗。音量按钮和相机控制可拍照，或开始和停止录制。
zh_hant: **在 PicStrip 中錄影。**在相機中選擇「影片」。點一下「4K」或影格速率即可更改，點一下「HDR」可將其關閉，點一下跑步人形圖像可讓影片更穩定。在「照片」和「影片」中，點一下鏡頭或兩指開合來縮放；點一下以對焦，然後向上或向下拖移來調亮或調暗。音量按鈕和相機控制可拍照，或開始和停止錄影。

source: **Review & Share** the cleaned image, or save a new copy to Photos. The Share Extension also offers direct cleaning or a protected handoff for editing.
ar: **راجع وشارك** الصورة المنظَّفة، أو احفظ نسخة جديدة في الصور. يتيح امتداد المشاركة أيضًا التنظيف المباشر أو النقل المحمي للتحرير.
de: **Prüfen & teilen**: Teile das bereinigte Bild oder speichere eine Kopie in Fotos. Die Teilen-Erweiterung bietet auch direktes Bereinigen oder eine geschützte Übergabe zum Bearbeiten.
es: **Revisa y comparte** la imagen limpia o guarda una copia en Fotos. La extensión para compartir también permite limpiar directamente o transferir de forma protegida para editar.
es_419: **Revisa y comparte** la imagen limpia o guarda una copia en Fotos. La extensión para compartir también permite limpiar directamente o transferir de forma protegida para editar.
fr: **Vérifiez et partagez** l’image nettoyée, ou enregistrez une copie dans Photos. L’extension de partage permet aussi un nettoyage direct ou un transfert protégé pour la retouche.
it: **Controlla e condividi** l’immagine pulita, oppure salva una copia in Foto. L’estensione di condivisione offre anche pulizia diretta o un trasferimento protetto per la modifica.
ja: 処理後の画像を**確認して共有**するか、写真にコピーを保存します。共有拡張では直接処理するほか、保護されたコピーを編集用に渡せます。
ko: 정리된 이미지를 **검토하고 공유**하거나 사진에 새 사본을 저장하세요. 공유 확장 프로그램에서 바로 정리하거나 보호된 사본을 편집용으로 전달할 수도 있습니다.
nl: **Controleer en deel** de opgeschoonde afbeelding, of bewaar een kopie in Foto’s. De deelextensie biedt ook direct opschonen of een beveiligde overdracht voor bewerking.
pl: **Sprawdź i udostępnij** wyczyszczony obraz lub zachowaj kopię w Zdjęciach. Rozszerzenie udostępniania pozwala też oczyścić obraz bezpośrednio albo bezpiecznie przekazać go do edycji.
pt_br: **Revise e compartilhe** a imagem limpa ou salve uma cópia em Fotos. A extensão de compartilhamento também oferece limpeza direta ou transferência protegida para edição.
pt_pt: **Reveja e partilhe** a imagem limpa ou guarde uma cópia em Fotografias. A extensão de partilha também oferece limpeza direta ou transferência protegida para edição.
sv: **Granska och dela** den rensade bilden, eller spara en kopia i Bilder. Delningstillägget erbjuder även direkt rensning eller skyddad överföring för redigering.
tr: Temizlenmiş görüntüyü **İnceleyin ve paylaşın** ya da Fotoğraflar’a bir kopya kaydedin. Paylaşım uzantısı doğrudan temizleme veya düzenleme için korumalı aktarım da sunar.
zh_hans: **检查并分享**处理后的图像，或将新副本保存到“照片”。分享扩展还支持直接处理，或通过受保护的副本转交编辑。
zh_hant: **檢查並分享**處理後的影像，或將新拷貝儲存到「照片」。分享延伸功能也支援直接處理，或透過受保護的拷貝交接編輯。

source: **Review detections** in the Redaction Editor. Each finding shows its match strength and a risk rating so you can make informed decisions about what to cover.
ar: **راجع النتائج المكتشفة** في محرر الحجب. تعرض كل نتيجة قوة المطابقة ومستوى الخطورة لمساعدتك على اختيار ما تريد تغطيته.
de: **Erkennungen prüfen** im Schwärzungseditor. Jeder Fund zeigt die Übereinstimmungsstärke und eine Risikoeinstufung, damit du entscheiden kannst, was verdeckt werden soll.
es: **Revisa las detecciones** en el editor. Cada resultado muestra la intensidad de coincidencia y un nivel de riesgo para ayudarte a decidir qué censurar.
es_419: **Revisa las detecciones** en el editor. Cada resultado muestra la intensidad de coincidencia y un nivel de riesgo para ayudarte a decidir qué censurar.
fr: **Vérifiez les détections** dans l’éditeur de masquage. Chaque résultat indique la force de correspondance et un niveau de risque pour vous aider à choisir quoi masquer.
it: **Controlla i rilevamenti** nell’editor. Ogni risultato mostra la forza della corrispondenza e un livello di rischio per aiutarti a scegliere cosa coprire.
ja: 編集画面で**検出結果を確認**します。各結果に一致の強さとリスクが表示され、隠す内容を判断できます。
ko: 편집기에서 **감지 결과를 검토**하세요. 각 결과에는 일치 강도와 위험 수준이 표시되어 가릴 내용을 판단할 수 있습니다.
nl: **Controleer detecties** in de editor. Elk resultaat toont de matchsterkte en een risiconiveau om te bepalen wat je wilt afdekken.
pl: **Sprawdź wykryte dane** w edytorze. Każdy wynik pokazuje siłę dopasowania i poziom ryzyka, aby ułatwić wybór treści do zamazania.
pt_br: **Revise as detecções** no editor. Cada resultado mostra a força da correspondência e um nível de risco para ajudar a escolher o que cobrir.
pt_pt: **Reveja as detecções** no editor. Cada resultado mostra a força da correspondência e um nível de risco para ajudar a escolher o que cobrir.
sv: **Granska upptäckter** i maskeringsredigeraren. Varje träff visar matchningsstyrka och risknivå så att du kan välja vad som ska döljas.
tr: Düzenleyicide **tespitleri inceleyin**. Her sonuç, nelerin örtüleceğine karar vermeniz için eşleşme gücünü ve risk düzeyini gösterir.
zh_hans: 在遮盖编辑器中**检查检测结果**。每项结果都会显示匹配强度和风险等级，帮助你决定遮盖哪些内容。
zh_hant: 在遮蓋編輯器中**檢查偵測結果**。每項結果都會顯示符合強度和風險等級，協助你決定遮蓋哪些內容。

source: **Review hidden metadata** such as location, camera details, and timestamps. Choose what to remove and check the cleaned output.
ar: **راجع البيانات الوصفية المخفية** مثل الموقع وتفاصيل الكاميرا والتواريخ. اختر ما تريد إزالته وتحقق من النتيجة المنظَّفة.
de: **Verborgene Metadaten prüfen**, etwa Standort, Kameradetails und Zeitstempel. Wähle, was entfernt wird, und prüfe das bereinigte Ergebnis.
es: **Revisa los metadatos ocultos**, como ubicación, cámara y fechas. Elige qué eliminar y comprueba el resultado limpio.
es_419: **Revisa los metadatos ocultos**, como ubicación, cámara y fechas. Elige qué eliminar y comprueba el resultado limpio.
fr: **Vérifiez les métadonnées cachées**, comme le lieu, l’appareil photo et les dates. Choisissez quoi supprimer et vérifiez le résultat nettoyé.
it: **Controlla i metadati nascosti**, come posizione, fotocamera e date. Scegli cosa rimuovere e verifica il risultato pulito.
ja: 位置情報、カメラ情報、日時などの**隠れたメタデータを確認**します。削除する項目を選び、処理結果を確認してください。
ko: 위치, 카메라 정보, 날짜 등의 **숨겨진 메타데이터를 검토**하세요. 제거할 항목을 선택하고 정리된 결과를 확인하세요.
nl: **Controleer verborgen metadata**, zoals locatie, cameragegevens en datums. Kies wat je verwijdert en controleer de opgeschoonde uitvoer.
pl: **Sprawdź ukryte metadane**, takie jak lokalizacja, aparat i daty. Wybierz dane do usunięcia i sprawdź wyczyszczony wynik.
pt_br: **Revise os metadados ocultos**, como localização, câmera e datas. Escolha o que remover e confira o resultado limpo.
pt_pt: **Reveja os metadados ocultos**, como localização, câmara e datas. Escolha o que remover e confira o resultado limpo.
sv: **Granska dolda metadata**, som plats, kamerauppgifter och datum. Välj vad du tar bort och kontrollera det rensade resultatet.
tr: Konum, kamera bilgileri ve tarihler gibi **gizli meta verileri inceleyin**. Nelerin kaldırılacağını seçin ve temizlenmiş çıktıyı kontrol edin.
zh_hans: **检查隐藏的元数据**，例如位置、相机信息和时间。选择要移除的内容，并检查处理结果。
zh_hant: **檢查隱藏的後設資料**，例如位置、相機資訊和時間。選擇要移除的內容，並檢查處理結果。

source: **Select multiple regions** using the “Select” button. Tap “Select All” to grab everything at once, then choose a style or color to apply to the entire selection in one tap.
ar: **حدد عدة مناطق** باستخدام زر ”تحديد“. اضغط على ”تحديد الكل“ لاختيار كل شيء مرة واحدة، ثم اختر نمطًا أو لونًا لتطبيقه على التحديد بالكامل بضغطة واحدة.
de: **Wähle mehrere Bereiche** mit der Taste „Auswählen“ aus. Tippe auf „Alle auswählen“, um alles auf einmal zu erfassen, und wähle dann einen Stil oder eine Farbe, die mit einem Tippen auf die gesamte Auswahl angewendet wird.
es: **Selecciona varias áreas** con el botón «Seleccionar». Toca «Seleccionar todo» para marcarlas todas a la vez y luego elige un estilo o color que se aplique a toda la selección con un solo toque.
es_419: **Selecciona varias áreas** con el botón “Seleccionar”. Toca “Seleccionar todo” para marcarlas todas a la vez y luego elige un estilo o color que se aplique a toda la selección con un solo toque.
fr: **Sélectionnez plusieurs zones** à l’aide du bouton « Sélectionner ». Touchez « Tout sélectionner » pour tout prendre d’un coup, puis choisissez un style ou une couleur à appliquer à toute la sélection en une seule fois.
it: **Seleziona più aree** con il pulsante “Seleziona”. Tocca “Seleziona tutto” per prenderle tutte in una volta, poi scegli uno stile o un colore da applicare all’intera selezione con un solo tocco.
ja: **複数の領域を選択**するには「選択」ボタンを使います。「すべてを選択」をタップすれば一度にすべてを選び、スタイルや色を選ぶだけで選択範囲全体に適用できます。
ko: “선택” 버튼으로 **여러 영역을 선택**하세요. “모두 선택”을 탭하면 한 번에 전체를 고를 수 있고, 스타일이나 색상을 고르면 선택한 모든 영역에 한 번에 적용됩니다.
nl: **Selecteer meerdere gebieden** met de knop ‘Selecteer’. Tik op ‘Selecteer alles’ om alles in één keer te pakken en kies daarna een stijl of kleur die je met één tik op de hele selectie toepast.
pl: **Zaznacz wiele obszarów** przyciskiem „Zaznacz”. Stuknij „Zaznacz wszystko”, aby objąć wszystkie naraz, a potem wybierz styl lub kolor i zastosuj go do całego zaznaczenia jednym stuknięciem.
pt_br: **Selecione várias áreas** com o botão “Selecionar”. Toque em “Selecionar Tudo” para pegar todas de uma vez e escolha um estilo ou cor para aplicar a toda a seleção com um único toque.
pt_pt: **Selecione várias áreas** com o botão “Selecionar”. Toque em “Selecionar tudo” para as escolher todas de uma vez e escolha depois um estilo ou uma cor para aplicar a toda a seleção com um só toque.
sv: **Markera flera områden** med knappen ”Markera”. Tryck på ”Markera alla” för att ta allt på en gång och välj sedan en stil eller färg som används på hela markeringen med ett enda tryck.
tr: “Seç” düğmesini kullanarak **birden fazla bölge seçin**. Her şeyi tek seferde seçmek için “Tümünü Seç”e dokunun, ardından tüm seçime tek dokunuşta uygulanacak bir stil veya renk belirleyin.
zh_hans: **选择多处区域**：使用“选择”按钮。轻点“全选”可一次选中全部，然后选取样式或颜色，轻点一次即可应用到所有所选区域。
zh_hant: **使用「選取」按鈕選取多個區域**。點一下「全選」可一次選取全部，然後選擇樣式或顏色，一次套用到整個選取範圍。

source: **Share Sheet** — in any app, tap Share → Clean with PicStrip to save cleaned copies of photos and videos, or choose Edit in PicStrip and tap the notification that follows to open the first one here. Videos only have their metadata removed in the share sheet; to cover faces and text, use Edit in PicStrip.
ar: **ورقة المشاركة** — في أي تطبيق، اضغط على مشاركة ← تنظيف باستخدام PicStrip لحفظ نسخ منظَّفة من الصور ومقاطع الفيديو، أو اختر ”تحرير في PicStrip“ واضغط على الإشعار الذي يظهر بعد ذلك لفتح أولها هنا. في ورقة المشاركة لا تُزال من مقاطع الفيديو سوى بياناتها الوصفية؛ لحجب الوجوه والنصوص، استخدم ”تحرير في PicStrip“.
de: **Teilen-Menü** – tippe in jeder App auf Teilen → Mit PicStrip bereinigen, um bereinigte Kopien von Fotos und Videos zu sichern, oder wähle „In PicStrip bearbeiten“ und tippe auf die Mitteilung, die danach erscheint, um das erste Foto oder Video hier in der App zu öffnen. Im Teilen-Menü werden bei Videos nur die Metadaten entfernt; um Gesichter und Text zu verdecken, nutze „In PicStrip bearbeiten“.
es: **Hoja de compartir**: en cualquier app, toca Compartir → Limpiar con PicStrip para guardar copias limpias de fotos y vídeos, o elige «Editar en PicStrip» y toca la notificación que aparece a continuación para abrir aquí el primero. En la hoja de compartir, los vídeos solo pierden sus metadatos; para censurar caras y texto, usa «Editar en PicStrip».
es_419: **Hoja de compartir**: en cualquier app, toca Compartir → Limpiar con PicStrip para guardar copias limpias de fotos y videos, o elige “Editar en PicStrip” y toca la notificación que aparece después para abrir aquí el primero. En la hoja de compartir, los videos solo pierden sus metadatos; para censurar caras y texto, usa “Editar en PicStrip”.
fr: **Feuille de partage** — dans n’importe quelle app, touchez Partager → Nettoyer avec PicStrip pour enregistrer des copies nettoyées de photos et de vidéos, ou choisissez « Modifier dans PicStrip » et touchez la notification qui s’affiche ensuite pour ouvrir ici la première. Dans la feuille de partage, seules les métadonnées des vidéos sont supprimées ; pour masquer les visages et le texte, utilisez « Modifier dans PicStrip ».
it: **Foglio di condivisione** — in qualsiasi app, tocca Condividi → Pulisci con PicStrip per salvare copie pulite di foto e video, oppure scegli “Modifica in PicStrip” e tocca la notifica che compare subito dopo per aprire qui il primo elemento. Nel foglio di condivisione, dai video vengono rimossi solo i metadati; per coprire volti e testo, usa “Modifica in PicStrip”.
ja: **共有シート**：どのアプリでも、「共有」→「PicStripでクリーンアップ」をタップすると、写真やビデオのクリーンアップしたコピーを保存できます。または「PicStripで編集」を選び、そのあとに届く通知をタップすると、最初の項目をこのアプリで開けます。共有シートでは、ビデオはメタデータが削除されるだけです。顔や文字をマスクするには「PicStripで編集」を使ってください。
ko: **공유 시트** — 어떤 앱에서든 “공유” → “PicStrip으로 정리”를 탭하여 사진과 비디오의 정리된 사본을 저장하거나, “PicStrip에서 편집”을 선택한 다음 이어서 표시되는 알림을 탭하여 첫 번째 항목을 이 앱에서 여세요. 공유 시트에서는 비디오의 메타데이터만 제거되므로, 얼굴과 텍스트를 가리려면 “PicStrip에서 편집”을 사용하세요.
nl: **Deelmenu** — tik in elke app op Deel → Opschonen met PicStrip om opgeschoonde kopieën van foto’s en video’s te bewaren, of kies Bewerk in PicStrip en tik op de melding die daarna verschijnt om de eerste hier te openen. In het deelmenu worden van video’s alleen de metadata verwijderd; gebruik Bewerk in PicStrip om gezichten en tekst af te dekken.
pl: **Arkusz udostępniania** – w dowolnej aplikacji stuknij Udostępnij → Wyczyść w PicStrip, aby zachować wyczyszczone kopie zdjęć i nagrań wideo, lub wybierz Edytuj w PicStrip i stuknij powiadomienie, które się wtedy pojawi, by otworzyć tutaj pierwsze z nich. W arkuszu udostępniania z nagrań wideo usuwane są tylko metadane; aby zamazać twarze i tekst, użyj opcji Edytuj w PicStrip.
pt_br: **Menu Compartilhar** — em qualquer app, toque em Compartilhar → Limpar com PicStrip para salvar cópias limpas de fotos e vídeos, ou escolha Editar no PicStrip e toque na notificação que aparecer em seguida para abrir aqui o primeiro item. No menu Compartilhar, os vídeos só têm os metadados removidos; para ocultar rostos e textos, use Editar no PicStrip.
pt_pt: **Menu Partilhar** — em qualquer app, toque em Partilhar → Limpar com PicStrip para guardar cópias limpas de fotografias e vídeos, ou escolha Editar no PicStrip e toque na notificação que aparecer a seguir para abrir aqui o primeiro item. No menu Partilhar, aos vídeos só são removidos os metadados; para ocultar rostos e texto, use Editar no PicStrip.
sv: **Delningsbladet** – tryck på Dela → Rensa med PicStrip i valfri app för att spara rensade kopior av bilder och videor, eller välj Redigera i PicStrip och tryck på notisen som sedan visas för att öppna den första här. I delningsbladet tas bara metadata bort från videor; använd Redigera i PicStrip för att maskera ansikten och text.
tr: **Paylaşma Sayfası** — herhangi bir uygulamada Paylaş → PicStrip ile Temizle’ye dokunarak fotoğrafların ve videoların temizlenmiş kopyalarını kaydedin ya da “PicStrip’te düzenle” seçeneğini belirleyin ve ilkini burada açmak için ardından gelen bildirime dokunun. Paylaşma sayfasında videoların yalnızca meta verileri kaldırılır; yüzleri ve metinleri karartmak için “PicStrip’te düzenle” seçeneğini kullanın.
zh_hans: **共享表单**——在任何应用中轻点“共享”→“使用 PicStrip 清理”，即可存储照片和视频清理后的副本；也可以选择“在 PicStrip 中编辑”，然后轻点随后出现的通知，在这里打开第一项。在共享表单中，视频只会移除元数据；如需遮盖面孔和文字，请使用“在 PicStrip 中编辑”。
zh_hant: **分享表單**：在任何 App 中點一下「分享」→「使用 PicStrip 清理」，即可儲存照片和影片清理後的拷貝；也可以選擇「在 PicStrip 中編輯」，然後點一下隨後出現的通知，在這裡打開第一個項目。在分享表單中，影片只會移除後設資料；若要遮蓋臉孔和文字，請使用「在 PicStrip 中編輯」。

source: **Tap a region row** in the editor to select it and reveal its style and color options.
ar: **اضغط على صف منطقة** في المحرر لتحديدها وإظهار خيارات النمط واللون الخاصة بها.
de: **Tippe auf eine Bereichszeile** im Editor, um sie auszuwählen und ihre Optionen für Stil und Farbe anzuzeigen.
es: **Toca la fila de un área** en el editor para seleccionarla y mostrar sus opciones de estilo y color.
es_419: **Toca la fila de un área** en el editor para seleccionarla y mostrar sus opciones de estilo y color.
fr: **Touchez la ligne d’une zone** dans l’éditeur pour la sélectionner et afficher ses options de style et de couleur.
it: **Tocca la riga di un’area** nell’editor per selezionarla e mostrare le opzioni di stile e colore.
ja: エディタで**領域の行をタップ**すると、その領域が選択され、スタイルと色のオプションが表示されます。
ko: 편집기에서 **영역 행을 탭**하면 해당 영역이 선택되고 스타일과 색상 옵션이 나타납니다.
nl: **Tik op een gebiedsrij** in de editor om die te selecteren en de stijl- en kleuropties te tonen.
pl: **Stuknij wiersz obszaru** w edytorze, aby go zaznaczyć i pokazać opcje stylu oraz koloru.
pt_br: **Toque na linha de uma área** no editor para selecioná-la e ver as opções de estilo e cor.
pt_pt: **Toque na linha de uma área** no editor para a selecionar e revelar as opções de estilo e cor.
sv: **Tryck på en områdesrad** i redigeraren för att markera området och visa dess stil- och färgalternativ.
tr: Düzenleyicide bir bölgeyi seçmek ve stil ile renk seçeneklerini görmek için **bölge satırına dokunun**.
zh_hans: **轻点区域行**：在编辑器中轻点某一行即可选中它，并显示其样式和颜色选项。
zh_hant: 在編輯器中**點一下區域列**，即可選取該區域並顯示它的樣式和顏色選項。
